tap "homebrew/bundle"
brew "libyaml"
brew "bash"
brew "cmatrix"
brew "fzf"
brew "isl"
brew "gcc"
brew "go"
brew "htop"
brew "z3"
brew "lua"
brew "luajit"
brew "luarocks"
brew "msgpack"
brew "n"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tpm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "microsoft-auto-update"
cask "obsidian"
cask "plex"
cask "signal"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "warp"