tap "homebrew/bundle"
brew "btop"
brew "cmatrix"
brew "fzf"
brew "isl"
brew "gcc"
brew "git"
brew "go"
brew "htop"
brew "libyaml"
brew "lua"
brew "luajit"
brew "unzip"
brew "luarocks"
brew "msgpack"
brew "n"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "nushell"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tcl-tk"
brew "tmux"
brew "tpm"
brew "wakatime-cli"
brew "z3"
